import GlassBox from "@wrappers/GlassBox";

import Heading from "@shared/shila/Heading";

export default function Details() {
	return <>
		<GlassBox>
			<Heading>פרטים נוספים:</Heading>
			<div className="block">
				<p>הריטריט יתקיים בקיבוץ סמר ואזור הלינה נמצא במרחק 10 דקות נסיעה, דרומית לסמר, בקיבוץ אליפז. גם ארוחות בוקר יהיו באליפז.</p>
				<p>באליפז תמצאו חדרים נעימים, סביבה ירוקה, נוף להשראה מדברית ואירוח חם ועוטף לזוג לילות.</p>
				<p>ניתן לבחור: אחד בחדר, 2 בחדר או 3 אנשים ביחידה משפחתית המחולקת ל-2 חדרים. ביחידות יש: שירותים ומקלחת פרטיים, טלוויזיה ו-WiFi, פינת קפה, מקרר, פינת ישיבה וארוחות בוקר שינעימו את הבקרים בטרם הגעתכם לסדנה.</p>
				<p>האירוח בסמר כולל ארוחות צהריים וערב בחמישי בחדר האוכל של הקיבוץ, כיבוד מפנק ושתייה חמה לאורך היום.</p>
				<p>כל ארוחות הבוקר וארוחת הערב של יום שישי - יוגשו באליפז.</p>
			</div>
			<div className="block">
				<p>יצירת קשר לפרטים נוספים על הסדנה אצל שילה אורינגר <a href="tel:+972525354861">052-535-4861</a></p>
			</div>
			<Heading>עלויות והזמנה:</Heading>
			<div className="block">
				<p>
					<span>מחיר הרטריט ₪1290 </span>
					<span className="has-text-weight-bold">ללא לינות</span>
				</p>
				<p>מתוכם ₪400 דמי הרשמה.</p>
				<p>יתרת הסכום תשולם עד 26.11.22</p>
				<p>לאחר תאריך זה לא נוכל להבטיח מקומות לינה.</p>
			</div>
			<div className="block">
				<p>התשלום עבור הריטריט ייעשה לבחירתכם באחד האופנים הבאים:</p>
				<p>או ביט לטלפון <a href="tel:+972524322063">052-432-2063</a> (אנא ציינו באופו ברור: &quot;ריטריט יצירה ועוצמה&quot;)</p>
				<p>או בהעברה בנקאית לחשבון: בנק מזרחי, סניף אילת 470, מספר חשבון 330190, קיבוץ סמר.</p>
				<p>בבקשה שלחו אסמכתא על התשלום לאיילת קוז&apos;יץ: <a href="tel:+972523947909">052-394-7909</a></p>
			</div>
			<div className="block">
				<p>להזמנת החדר באירוח אליפז, נא להתקשר לטלפון <a href="tel:+972523688384">052-368-8384</a> או <a href="tel:+97286356230">08-635-6230</a></p>
				<p>מומלץ להקדים ולהזמין כי מספר החדרים מוגבל.</p>
			</div>
			<Heading>מחירי חדרים:</Heading>
			<div className="block">
				<p>חדר לאדם לשני לילות: 3 אנשים ביחידה משפחתית: ₪572</p>
				<p>חדר לאדם לשני לילות בחדר ל-2 אנשים: ₪612</p>
				<p>חדר ליחיד לשני לילות: ₪940</p>
				<p>התשלום עבור הלינה יתבצע בעת קבלת החדרים בהגעה לאירוח הכפרי בקיבוץ אליפז.</p>
				<p>ההתניידות בין הקיבוצים תהיה באופן עצמאי, מחיר הסדנה אינו כולל נסיעות.</p>
				<p>לתושבי האזור ואילת, ניתן להשתתף בסדנה ללא לינה ללא ארוחות בוקר וללא ארוחת ערב שישי בתשלום של ₪1290</p>
			</div>
			<div className="block has-text-weight-bold">
				<p>לכל שאלה בנושא התשלום או בכל מה שתרצו, נא התקשרו לאיילת <a href="tel:+972523947909">052-394-7909</a></p>
			</div>
			<div className="block">
				<p>מדיניות ביטולים:</p>
				<p>עד חודש מראש ניתן לבטל ולקבל את דמי ההרשמה במלואם.</p>
				<p>אם מסיבות רפואיות או מכל סיבה אישית מוצדקת אחרת, ימנע ממך להגיע לריטריט - דמי ההרשמה ויתרת הסכום יוחזרו לך במלואם, עד שבועיים לפני הריטריט.</p>
				<p>בשבועיים לפני הרטריט תחויבו בדמי ביטול בסך ₪250</p>
			</div>
		</GlassBox>
	</>;
}