const schedule = [
	{
		title: 'יום חמישי',
		items: [
			'הגעה לאליפז והתארגנות בחדרים',
			'16:00 – התאספות וקפה בקיבוץ סמר',
			'היכרות ביננו בתמיכת מחברות המסע',
			'סדנת לפנות ערב "אני היא מהותי" - טיול לג\'נקיה היפהפייה, נאסוף חפץ נטוש אחד, צנוע, יחיד ומיוחד ובו נפיח חיים ברוח הוואבי סאבי בסטודיו.',
			'ארוחת ערב'
		],
	},
	{
		title: 'יום שישי',
		items: [
			'ארוחת בוקר באליפז',
			'יציאה למטע התמרים האורגני בסמר',
			'"אחים עומדים" - טיול בוקר במטע תמרים עצום וליקוט אינטואיטיבי, אישי, של חומרי טבע מפתיעים.',
			'נסיעה לסטודיו בסמר',
			'סדנת "שירה שבחומר ובי" - יצירה בסטודיו עם חומרי הטבע שקוששנו ושימוש במילים כחומר גלם.',
			'From Junk to Magic יצירה תומכת חיים – סיפור חייה של שילה.',
			'ארוחת צהריים',
			'מנוחה',
			'סדנת "הכל מתחבר" נשלב את הג\'אנק עם הטבע לכדי פלא, נטמיע את המשמעות בתוך המסתורין של החומר.',
			'ארוחת ערב'
		],
	},
	{
		title: 'יום שבת',
		items: [
			'ארוחת בוקר באליפז',
			'סגירת קצוות של היצירות',
			'ארוחת צהריים',
			'תערוכת סיום ושיחת סיכום',
			'הסדנה תסתיים ב-15:00',
			'לאורך כל הימים נעבוד עם יומן המסע. נחקור את ליבנו ונחזקו, נלמד להיות השראה, נשתף ונתעצם, נעוף ביחד ולחוד.',
			'בבקשה הביאו כלי כתיבה ומספרי ציפורניים'
		],
	}
];

export default schedule;