import ContactParagraph from "@elements/ContactParagraph";
import ContentPage from "@elements/ContentPage";
import LastUpdated from "@elements/LastUpdated";

export const description = 'ב-יש.לי, מערכת הנגישה בכתובת http://yesh.li, אנחנו מתייחסים לנושאים כמו אבטחה, פרטיות ושקיפות באותו אופן שבו אנחנו מתייחסים לשאר ההיבטים של המערכת ופועלים לשמר, לתחזק ולשדרג אותם בכל הזדמנות.';

export default function PrivacyPolicy() {
	return <ContentPage>

		<LastUpdated date={new Date('2023-11-29')} />

		<h1 className="mt-0">מדיניות פרטיות</h1>

		<p>{description}</p>

		<p>מסמך זה נועד לפרט באופן פשוט וברור את המדיניות שלנו בכל הנוגע לאופן שבו מידע מסוגים שונים נשמר במערכת.</p>

		<h2>הסכמה</h2>

		<p>בעצם שימוש באתר ובמערכת הניהול ביש.לי, המשתמש מסכים למדיניות פרטיות.</p>

		<h2>המידע שהמערכת אוספת</h2>

		<p>כאשר משתמשים מנווטים ב-יש.לי - המערכת תאסוף מידע אנונימי אודות הניווט והשימוש.</p>

		<p>כאשר משתמש נרשם למערכת עם כתובת מייל, הכתובת נשמרת במאגר המידע של יש.לי ומשמשת את המערכת לאימות הזהות של המשתמש על מנת לאפשר רק לאותו משתמש גישה לניהול התוכן שהעלה ל-יש.לי.</p>

		<p>המערכת אינה מערבבת את המידע שמשתמש מעלה לעמוד שלו עם המידע האנונימי שנאסף תוך כדי ניווט במערכת, שני סוגי המידע נשמרים בנפרד ואין כל אפשרות להצליב את השניים.</p>

		<h2>אופן השימוש במידע</h2>

		<p>המידע האנונימי שנשמר תוך כדי ניווט ב-יש.לי משרת מספר מטרות:</p>

		<ul>
			<li>לספק, לתפעל ולשמר את המערכת.</li>
			<li>לשפר תכונות קיימות במערכת.</li>
			<li>לפתח מוצרים, שירותים ותכונות חדשות.</li>
			<li>לזהות ולמנוע שימוש לרעה.</li>
		</ul>

		<h2>עוגיות</h2>

		<p>המידע שנשמר באיחסון זמין בעוגיות משמש מספר מטרות:</p>

		<ul>
			<li>אימות של זהות המשתמש.</li>
			<li>שיפור חוויית המשתמש על ידי החלת ההעדפות של המשתמש.</li>
		</ul>

		<h2>זכויות הפרטיות שלכם</h2>

		<p>הזכויות המפורטות כאן ניתנות לכל משתמש רשום:</p>

		<ul>
			<li>הזכות להתנגד לעיבוד מידע - זכותך לדרוש שמערכת לא תשמור מידע אנונימי אודותיך.</li>
			<li>הזכות למחיקת מידע - זכותך לדרוש שכל מידע שמקושר אליך ימחק לצמיתות מהמערכת.</li>
		</ul>

		<p>על מנת למצות זכויות אלו, או אם יש לכם שאלות נוספות אודות המדיניות שלנו בנושאים אלה ואחרים, אל תהססו ליצור איתנו קשר.</p>

		<h2>זמני אספקה</h2>

		<p>יש.לי היא מערכת אוטומטית, אחד מהיתרונות של מערכת זו היא שהכל קורה באופן מיידי.</p>

		<h2>מדיניות ביטולים</h2>

		<p>במקרה של ביטול עסקה, ובהתאם לחוק הגנת הצרכן, המשתמש יהיה זכאי להחזר כספי - זאת במידה ולא עברו יותר מ-14 יום מתחילת השירות ובהפחתה של ₪50 מסכום העסקה - זאת לטובה כיסוי עלויות התקנה ועמלת החיוב וההחזר של חברת האשראי.</p>

		<ContactParagraph />

	</ContentPage>;
}